               var groups = [{
                       "name": "Головной офис,<br/> Самара",
                       "descr": "<p>443099, <b>г. Самара</b>, ул. Молодогвардейская 33, оф. 232, </p><p>тел.: <b>8 (846) 205-77-66</b></p>",
                       "balloon": "г. Самара, <br>ул. Молодогвардейская 33, оф. 232",
                       "center": [53.182762, 50.093797],
                       "num": "+7 (846) 205-77-66",
                       "tel": "+78462057766",
                       "cit": 1,
                       "email": "samar<!-- SAMARA63@gmail.com</a> -->apb@<!-- Самара@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Альметьевск",
                       "descr": "<p>423458, <b>г. Альметьевск</b>, ул. Кирова 13Б, офис 48, </p><p>тел.: <b>8 (8553) 39-99-90</b></p>",
                       "balloon": "г. Альметьевск, <br> ул. Кирова 13Б, оф. 48",
                       "center": [54.899317, 52.308773],
                       "num": "+7 (8553) 39-99-90",
                       "tel": "+78553399990",
                       "cit": 19,
                       "email": "almet<!-- ALMETEVSK@gmail.com</a> -->@<!-- Альметевск@росакадемия.рф -->rosakad.ru"
                   },
                   {
                       "name": "Бузулук",
                       "descr": "<p>461040, <b>г. Бузулук</b>, ул. 1 мая, д. 110, </p><p>тел.: <b>8 (35342) 3-90-35</b></p>",
                       "balloon": "г. Бузулук, <br> ул. 1 мая, д. 110",
                       "center": [52.796950, 52.251979],
                       "num": "+7 (35342) 3-90-35",
                       "tel": "+73534239035",
                       "cit": 2,
                       "email": "RPChurs<!-- BUZULUK@gmail.com</a> -->ina@<!-- Бузулук@росакадемия.рф -->yandex.ru"
                   },
                   {
                       "name": "Волгоград",
                       "descr": "<p>400005, <b>г. Волгоград</b>, ул. Коммунистическая 21,  офис 46,</p><p>тел.: <b>8 (8442) 24-40-66</b></p>",
                       "balloon": "г. Волгоград, <br> ул. Коммунистическая 21",
                       "center": [48.716389, 44.523964],
                       "num": "+7 (8442) 24-40-66",
                       "tel": "+78442244066",
                       "cit": 3,
                       "email": "34ro<!-- VOLGOGRAD@gmail.com</a> -->sa@<!-- Волгоград@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Когалым",
                       "descr": "<p>628483, <b>г. Когалым</b>, ул. Центральная 15,</p><p>тел.: <b>8 (34667) 4-86-33</b></p>",
                       "balloon": "г. Когалым, <br/>ул. Центральная 15",
                       "center": [62.2567, 74.5594],
                       "num": "+7 (34667) 4-86-33",
                       "tel": "+73466748633",
                       "cit": 4,
                       "email": "gross<!-- KOGALYM@gmail.com</a> -->tn@<!-- Когалым@росакадемия.рф -->samarapb.ru"
                   },
                   {
                       "name": "Краснодар",
                       "descr": "<p>350005, <b>г. Краснодар</b>, ул. Дзержинского, д.167, оф. 6,</p><p>тел.: <b>8 (861) 203-05-05, 8 (987) 929-33-30</b></p>",
                       "balloon": "г. Краснодар, <br>ул. Дзержинского, <br/>д.167",
                       "center": [45.090578, 38.976562],
                       "num": "+7 (861) 203-05-05",
                       "tel": "+78612030505",
                       "cit": 5,
                       "email": "23r<!-- KRASNODAR@gmail.com</a> -->osa@<!-- Краснодар@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Мирный",
                       "descr": "<p>Самарская область, 446377, <b>п. Мирный</b>, ул. Зои Космодемьянской, д. 15, оф. 55,</p><p>тел.: <b>8 (987) 94-10-555</b></p>",
                       "balloon": "п. Мирный, ул. Зои Космодемьянской, <br/>д. 15",
                       "center": [53.507793, 50.274772],
                       "num": "+7 (987) 94-10-555",
                       "tel": "+79879410555",
                       "cit": 6,
                       "email": "63.m<!-- MIRNIY@gmail.com</a> -->ir@<!-- Мирный@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Москва",
                       "descr": "<p>105082, <b>г. Москва</b>, Рубцовская набережная, д. 3, стр.1, оф. 1304,</p><p>тел.: <b>8 (495) 137-55-50</b></p>",
                       "balloon": "г. Москва, Рубцовская <br>набережная, <br/>д. 3, стр. 1, оф. 1304",
                       "center": [55.776613, 37.699975],
                       "num": "+7 (495) 137-55-50",
                       "tel": "+74951375550",
                       "cit": 7,
                       "email": "177r<!-- MOSKVA@gmail.com</a> -->osa@<!-- Москва@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Нижний Новгород",
                       "descr": "<p>603140, <b>г. Нижний Новгород</b>, пер. Мотальный,  д. 10 А, оф. 205,</p><p>тел.: <b>8 (831) 288-05-05</b></p>",
                       "balloon": "г. Нижний Новгород, <br> пер. Мотальный,<br/> д. 10 А",
                       "center": [56.293637, 43.948566],
                       "num": "+7 (831) 288-05-05",
                       "tel": "+78312880505",
                       "cit": 8,
                       "email": "52ro<!-- NizhniyNovgorod@gmail.com</a> -->sa@<!-- НижнийНовгород@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Новосибирск",
                       "descr": "<p>630087, <b>г. Новосибирск</b>, ул. Немировича-Данченко, д. 122, оф. 248,</p><p>тел.: <b>8 (383) 319-50-50</b></p>",
                       "balloon": "г. Новосибирск, <br><span style='font-size:88%;text-align:left;font-weight:500'>ул. Немировича-Данченко, д. 122, оф. 248</span>",
                       "center": [54.978142, 82.913216],
                       "num": "+7 (383) 319-50-50",
                       "tel": "+73833195050",
                       "cit": 16,
                       "email": "54ro<!-- Novosibirsk@gmail.com</a> -->sa@<!-- Новосибирск@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Отрадный",
                       "descr": "<p>446306, <b>г. Отрадный</b>, ул. Советская 103Е, оф. 2,</p><p>тел.: <b>8 (937) 100-04-55</b></p>",
                       "balloon": "г. Отрадный,<br> ул. Советская 103Е",
                       "center": [53.379597, 51.365483],
                       "num": "+7 (937) 100-04-55",
                       "tel": "+79371000455",
                       "cit": 9,
                       "email": "63.otr<!-- Otradniy@gmail.com</a> -->ada@<!-- Отрадный@росакадемия.рф -->mail.ru"
                   },
		   {
                       "name": "Ростов-на-Дону",
                       "descr": "<p>344012, <b>г. Ростов-на-Дону</b>, ул. Ивановского 38/63A, этаж 4, оф. 402М</p><p>тел.: <b>8 (863) 202-50-50</b></p>",
                       "balloon": "г. Ростов-на-Дону,<br> Ивановского 38/63A",
                       "center": [47.238563, 39.697469],
                       "num": "+7 (863) 202-50-50",
                       "tel": "+78632025050",
                       "cit": 17,
                       "email": "ros<!-- Otradniy@gmail.com</a> -->tov@<!-- Отрадный@росакадемия.рф -->rosakad.ru"
                   },

                   {
                       "name": "Севастополь",
                       "descr": "<p>299053, <b>г. Севастополь</b>, ул. Вакуленчука,  д. 33-А/2, этаж 4, оф. 404,</p><p>тел.: <b>8 (8692) 59-00-04</b></p>",
                       "balloon": "г. Севастополь,<br>ул. Вакуленчука,<br/> д. 33-А/2",
                       "center": [44.597531, 33.488304],
                       "num": "+7 (8692) 59-00-04",
                       "tel": "+78692590004",
                       "cit": 10,
                       "email": "92ro<!-- SEVASTOPOL@gmail.com</a> -->sa@<!-- Севастополь@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Симферополь",
                       "descr": "<p>295053, <b>г. Симферополь</b>, ул. Гурзуфская 8а, </p><p>тел.: <b>8 (3652) 78-83-83, 8 (978) 041-22-29</b></p>",
                       "balloon": "г. Симферополь, <br> ул. Гурзуфская 8а",
                       "center": [44.9493, 34.1280],
                       "num": "+7 (3652) 78-83-83",
                       "tel": "+73652788383",
                       "cit": 11,
                       "email": "82ro<!-- SIMFEROPOL@gmail.com</a> -->sa@<!-- Симферополь@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Сургут",
                       "descr": "<p>628417, <b>г. Сургут</b>, ул. Островского, 37/1, оф. 101,</p><p>тел.: <b>8 (3462) 44-50-50</b></p>",
                       "balloon": "г. Сургут, <br> ул. Островского, 37/1, оф. 101",
                       "center": [61.269098, 73.401620],
                       "num": "+7 (3462) 44-50-50",
                       "tel": "+73462445050",
                       "cit": 15,
                       "email": "186ro<!-- ULYANOVSK@gmail.com</a> -->sa@<!-- Сургут@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Тольятти",
                       "descr": "<p>445012, <b>г. Тольятти</b>, ул. Коммунистическая 8,  оф. 501,</p><p>тел.: <b>8 (8482) 79-54-66</b></p>",
                       "balloon": "г. Тольятти, <br>ул. Коммунистическая 8",
                       "center": [53.475297, 49.460334],
                       "num": "+7 (8482) 79-54-66",
                       "tel": "+78482795466",
                       "cit": 12,
                       "email": "tl<!-- TLT@gmail.com</a> -->t@<!-- Тольятти@росакадемия.рф -->samarapb.ru"
                   },
                   {
                       "name": "Ульяновск",
                       "descr": "<p>432001, <b>г. Ульяновск</b>, ул. Федерации 83, оф. 38,</p><p>тел.: <b>8 (8422) 21-50-50</b></p>",
                       "balloon": "г. Ульяновск, <br> ул. Федерации 83",
                       "center": [54.327551, 48.396370],
                       "num": "+7 (8422) 21-50-50",
                       "tel": "+78422215050",
                       "cit": 13,
                       "email": "73ro<!-- ULYANOVSK@gmail.com</a> -->sa@<!-- Ульяновск@росакадемия.рф -->mail.ru"
                   },
                   {
                       "name": "Уфа",
                       "descr": "<p>450098, <b>г. Уфа,</b> пр. Октября, д. 132 корпус 3,</p><p>тел.: <b>8 (347) 224-50-50</b></p>",
                       "balloon": "г. Уфа, <br> пр. Октября, д. 132 к. 3",
                       "center": [54.776918, 56.031311],
                       "num": "+7 (347) 224-50-50",
                       "tel": "+73472245050",
                       "cit": 18,
                       "email": "u<!-- ULYANOVSK@gmail.com</a> -->fa@<!-- Челябинск@росакадемия.рф -->rosakad.ru"
                   },
                   {
                       "name": "Челябинск",
                       "descr": "<p>454138, <b>г. Челябинск</b>, Проспект Победы 288, оф. 210,</p><p>тел.: <b>8 (351) 222-50-50</b></p>",
                       "balloon": "г. Челябинск, <br> Проспект Победы 288, оф. 210",
                       "center": [55.189912, 61.357350],
                       "num": "+7 (351) 222-50-50",
                       "tel": "+73512225050",
                       "cit": 14,
                       "email": "174ro<!-- ULYANOVSK@gmail.com</a> -->sa@<!-- Челябинск@росакадемия.рф -->mail.ru"
                   }
               ]

//19 the last one